_protected/frontend/controllers/SiteController.php

INSERT INTO `users` (`Uid`, `USid`) VALUES (6, 1)
---
    public function actionSignup()
    {
        // get setting value for 'Registration Needs Activation'
        $rna = Yii::$app->params['rna'];

        // if 'rna' value is 'true', we instantiate SignupForm in 'rna' scenario
        $model = $rna ? new SignupForm(['scenario' => 'rna']) : new SignupForm();


//        $users = new Users();

        // collect and validate user data
        if ($model->load(Yii::$app->request->post()) && $model->validate())
        {
            // try to save user data in database
            if ($user = $model->signup())
            {
                // if user is active he will be logged in automatically ( this will be first user )
                if ($user->status === User::STATUS_ACTIVE)
                {
                    if (Yii::$app->getUser()->login($user))
                    {

                        // insert data to table
                        Yii::$app->db->createCommand()->insert('users', [
                            'Uid' => $user->id,'USid' => 1,
                        ])->execute();